/* Status for active subscribers, %@ is product name */
"%@ Maintenance Subscriber" = "Abonnent des %@-Wartungsvertrags";

/* Status for expired subscribers, %@ is product name */
"%@ Maintenance Subscription Expired" = "Das Wartungsvertrag-Abo für %@ ist abgelaufen";

/* Multi user perpetual license wording, %@ is product name */
"%@ Multi User" = "%@-Mehrbenutzerlizenz";

/* Single perpetual license wording, %@ is product name */
"%@ Single User" = "%@-Einzellizenz";

/* Days remaining until maintenance expires for user, %u is number of days */
"%u Days Remaining" = "Verbleibende Zeit: %u Tage";

/* Days remaining in trial for user, %u is number of days */
"%u Days Remaining in Trial" = "Verbleibende Testzeit: %u Tage";

/* Close */
"Close" = "Schließen";

/* Button text for subscription user with maintenance autorenewing */
"Explore Benefits" = "Vorteile kennenlernen";

/* Maintenance id field, %@ is maintenance id */
"Maintenance ID: %@" = "Wartungsvertrag-Nr.: %@";

/* Message for offline sign in error */
"Please check your internet connection and try again." = "Bitte prüfen Sie Ihre Internetverbindung und wiederholen Sie den Vorgang.";

/* Button text for subscription user with maintenance expiring */
"Renew Now" = "Jetzt verlängern";

/* Menu title for triggering sign in */
"Sign In..." = "Anmelden...";

/* Label for signing out of a product
   Sign out button title */
"Sign Out" = "Abmelden";

/* Describes subscription expiration date, %@ is date */
"Subscription Expired on %@" = "Abo abgelaufen am %@";

/* Describes subscription expiration date, %@ is date */
"Subscription Expires on %@" = "Abo endet am %@";

/* Describes subscription renewal date, %@ is date */
"Subscription Renews on %@" = "Abo wird verlängert am %@";

/* Title for offline sign in error */
"Unable to connect to the web" = "Keine Verbindung zum Internet";

/* Button text for trial user, %@ is product name */
"Unlock %@" = "%@ entsperren";

